Repository: maycomayco/knx_promociones
Catalog: languages/knx-promotions-*.po
Languages: es_es

# Post Type General Name
source: Promotions
es_es: Promociones

# Post Type Singular Name
source: Promotion
es_es: Promoción

source: Promotions
es_es: Promociones

source: Promotion
es_es: Promoción

source: Items archives
es_es: Archivo de promociones

source: Item Attributes
es_es: Atributos de la promoción

source: Parent Item:
es_es: Promoción padre:

source: All items
es_es: Todos las promociones

source: Add new item
es_es: Añadir nueva promoción

source: Add new
es_es: Añadir nuevo

source: New item
es_es: Nuevo evento

source: Edit item
es_es: Editar promoción

source: Update item
es_es: Actualizar promoción

source: View item
es_es: Ver promoción

source: View items
es_es: Ver promociones

source: Search items
es_es: Buscar promociones

source: Not found
es_es: No encontrado

source: Not found in trash
es_es: No encontrado en la papelera

source: Featured image
es_es: Imagen destacada

source: Set featured image
es_es: Establecer imagen destacada

source: Remove featured image
es_es: Eliminar la imagen destacada

source: Use featured image
es_es: Usar imagen destacada

source: Insert in to item
es_es: Insertar en promoción

source: Uploaded to this item
es_es: Cargado a esta promoción

source: Items list
es_es: Lista de promociones

source: Items list navigation
es_es: Navegación de lista de promociones

source: Filter items list
es_es: Filtrar lista de promociones

source: To manage promotions
es_es: Para manejar promociones

source: Promo information
es_es: Información de promoción

source: End date
es_es: Fecha de finalización

source: End date for the promotion.
es_es: Fecha de vencimiento de la promoción.

source: Title
es_es: Titulo

source: Date
es_es: Fecha

source: WP Promotions
es_es: Administrador de promociones

source: Show currents promotions
es_es: Mostrar promociones vigentes

source: Columns
es_es: Columnas

source: Number of promotios
es_es: Nro. promociones

source: How many promotions you will show?
es_es: ¿Cuántas promociones desea mostrar?

source: Available until:
es_es: Disponible hasta:

source: View promotion
es_es: Ver promoción

source: WP Promotion manager
es_es: Administrador de promociones

source: Managing promotions has never been so easy!
es_es: Administrar promociones nunca fue tan sencillo!
